{"url": "https://acquapazzavercelli.it/", "title": "Home - Acquapazza - Ristorante e Pizzeria", "text": "Ristoratori dal 1959\nAcquapazza: il ristorante pizzeria nel cuore di Vercelli.\nA pochi passi dalla stazione, dal viale Garibaldi e dalla basilica di S. Andrea vi offriamo ottime pizze (anche a mezzogiorno) preparate nel forno a legna, oltre ad un ricco e variegato menù con innumerevoli antipasti, primi, secondi di carni e pesce, contorni e dolci di produzione propria.\nIl nostro locale ed i nostri piatti\nCosa dicono di noi...\nSarà la centesima volta che ho mangiato qui ed è sempre stato piacevole. Acquapazza è un locale in cui sarete trattati bene da del personale capace e gentile, in cui potrete davvero permettervi di scegliere ciò che vi pare, (tanto è tutto buono) in un ambiente raffinato e curato.\nMarco L.\nEsperienza unica, non solo per la pizza (bordo alto, farina e prodotti di qualità, cotta alla perfezione in un bellissimo forno a legna), ma anche per una cortesia impeccabile del personale.\nAlessio D.\nOttimo ristorante pizzeria sito vicino alla stazione di Vercelli, personale sempre gentile e affabile, location fresca e giovanile, cibo cucinato con cura e passione, piatti molto ben presentati, continuate cosi che siete quasi al top\nClaudio I.\nPrenota ora 0161.217420", "status": 200, "content_type": "text/html; charset=UTF-8", "fetched_at": "2025-09-26T09:24:56Z", "sitemap_lastmod": null}
{"url": "https://acquapazzavercelli.it/chi-siamo", "title": "Chi Siamo - Acquapazza - Ristorante e Pizzeria", "text": "Il nostro lavoro\nÈ la nostra passione\nLa storia\nSiamo Vincenzo e Cristina Coccorullo, sposati dal 1989, e dal Maggio del 2000 alla guida di questo ristorante. Impegnati nel settore della ristorazione da sempre, abbiamo dato vita al ristorante Acquapazza con la volontà di creare un locale nuovo che unisse la tipicità della pizzeria napoletana ad un ristorante che coniugasse la cucina della costiera amalfitana a quella tipica vercellese.\nLa passione\nQuesta professione ci è stata tramandata principalmente dalla famiglia di Vincenzo, da sempre impegnata nel settore della ristorazione, dal lontano Maggio del 1959, anno in cui aprirono, in piazza Cavour, la prima pizzeria a Vercelli, che spianò la strada ad un brillante percorso di successi in questo ambito. Amiamo il nostro lavoro e ad esso ci dedichiamo intensamente e possiamo affermare, dopo quindici anni, di essere diventati uno dei punti stabili della ristorazione vercellese; in questo siamo coadiuvati anche dai nostri figli Chiara e Riccardo, e dal nostro staff di fiducia che è con noi da molti anni.\nI nostri valori\nLa cortesia, la pulizia e l’ospitalità sono i nostri punti fermi ed il rispetto per i nostri clienti, nuovi e non, viene prima di tutto, come segno di gratitudine nei confronti di tutti coloro che ci permettono di svolgere al meglio il nostro lavoro.\nLa nostra cucina\nIl nostro menù spazia da molte tipologie di pizze,anche integrali, per le quali usiamo ingredienti di qualità, tra cui la bufala dop, i pomodori di San Marzano e la Burrata campana; non mancano primi di pesce, rispettando la tradizione campana, e primi del territorio, i risotti e la tipica Panissa Vercellese, per le cui preparazioni usiamo esclusivamente Riso Carnaroli; secondi di pesce e di carne, prediligendo una cucina leggera e digeribile, scegliendo con cura gli ingredienti per comporre i piatti ed usando materie prime di qualità.Senza dimenticare i dolci, tutti di nostra produzione.", "status": 200, "content_type": "text/html; charset=UTF-8", "fetched_at": "2025-09-26T09:25:37Z", "sitemap_lastmod": null}